Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Your scores build over a few nights
de: Deine Werte bauen sich über ein paar Nächte auf
es: Tus puntuaciones se construyen en unas pocas noches
fr: Vos scores se construisent sur quelques nuits
it: I tuoi punteggi si costruiscono nel giro di qualche notte
pl: Twoje wyniki będą rosły przez kilka nocy
pt_pt: A tua pontuação aumenta ao longo de algumas noites
ru: Ваши показатели формируются в течение нескольких ночей
th: คะแนนของคุณเพิ่มขึ้นในช่วงสองสามคืน
zh_hans: 你的分数会在几个晚上里逐渐建立
zh_hant: 你的分數會在幾個夜晚間逐步建立

source: Your signals are aligned and your load is supported. A harder session is well backed today.
de: Deine Werte stimmen überein und deine Belastung ist gedeckt. Eine härtere Einheit ist heute gut abgesichert.
es: Tus señales están alineadas y tu carga está respaldada. Hoy una sesión más dura está bien respaldada.
fr: Vos signaux sont alignés et votre charge est soutenue. Une séance plus intense est bien étayée aujourd'hui.
it: I tuoi segnali sono allineati e il tuo carico è supportato. Una sessione più dura è ben sostenuta oggi.
pl: Twoje sygnały są wyrównane, a obciążenie jest obsługiwane. Dzisiejsza trudniejsza sesja jest dobrze wspierana.
pt_pt: Os teus sinais estão alinhados e a tua carga é suportada. Uma sessão mais difícil está bem apoiada hoje.
ru: Ваши сигналы согласованы, и нагрузка поддержана. Сегодня более тяжёлая тренировка хорошо обоснована.
th: สัญญาณของคุณสอดคล้องกันและรองรับโหลดของคุณ เซสชั่นที่ยากขึ้นได้รับการสนับสนุนอย่างดีในวันนี้
zh_hans: 各项指标一致，你的负荷也有支撑。今天适合安排一次更高强度的训练。
zh_hant: 各項指標一致，你的負荷也有支撐。今天適合安排一次更高強度的訓練。

source: Your strap in real time, heart rate and frames as they arrive.
de: Dein Strap in Echtzeit, Herzfrequenz und Frames, sobald sie eintreffen.
es: Tu pulsera en tiempo real: frecuencia cardíaca y fotogramas a medida que llegan.
fr: Votre bracelet en temps réel, fréquence cardiaque et trames à mesure qu'ils arrivent.
it: La tua fascia in tempo reale, frequenza cardiaca e frame man mano che arrivano.
pl: Twój pasek w czasie rzeczywistym, tętno i klatki, gdy tylko dotrą.
pt_pt: A tua bracelete em tempo real, frequência cardíaca e quadros à medida que chegam.
ru: Ваш браслет в реальном времени, пульс и данные по мере поступления.
th: สายรัดของคุณแบบเรียลไทม์ อัตราการเต้นหัวใจ และเฟรมเมื่อมาถึง
zh_hans: 你的手环实时呈现，，心率与数据帧随到随显。
zh_hant: 你的手環即時呈現，，心率與資料幀隨到隨顯。

source: Your strap is bonded · %lld%% battery.
de: Dein Strap ist gekoppelt · %lld%% Akku.
es: Tu pulsera está vinculada · %lld%% de batería.
fr: Votre bracelet est associé · %lld%% de batterie.
it: La tua fascia è abbinata · %lld%% di batteria.
pl: Twój pasek jest podłączony · Bateria %lld%%.
pt_pt: A tua bracelete está colada · bateria %lld%%.
ru: Ваш браслет сопряжён · заряд %lld%%.
th: สายรัดของคุณถูกเชื่อมเข้าด้วยกัน · แบตเตอรี่ %lld%%
zh_hans: 你的手环已绑定 · 电量 %lld%%。
zh_hant: 你的手環已配對綁定 · 電量 %lld%%。

source: Your strap is bonded and ready to stream.
de: Dein Strap ist gekoppelt und bereit zum Streamen.
es: Tu pulsera está vinculada y lista para transmitir.
fr: Votre bracelet est associé et prêt à transmettre.
it: La tua fascia è abbinata e pronta a trasmettere.
pl: Twój pasek jest połączony i gotowy do transmisji strumieniowej.
pt_pt: A tua bracelete está colada e pronta para transmissão.
ru: Ваш браслет сопряжён и готов передавать данные.
th: สายรัดของคุณถูกผูกไว้และพร้อมที่จะสตรีม
zh_hans: 你的手环已绑定，随时可以传输数据。
zh_hant: 你的手環已配對綁定，準備開始串流。

source: Your strap is connected and saving data.
de: Dein Strap ist verbunden und speichert Daten.
es: Tu pulsera está conectada y guardando datos.
fr: Votre bracelet est connecté et enregistre les données.
it: La tua fascia è connessa e sta salvando i dati.
pl: Twój pasek jest podłączony i zapisuje dane.
pt_pt: A tua bracelete está conectada e a guardar dados.
ru: Ваш браслет подключён и сохраняет данные.
th: สายรัดของคุณเชื่อมต่ออยู่และบันทึกข้อมูล
zh_hans: 你的手环已连接并正在保存数据。
zh_hant: 你的手環已連接並正在保存資料。

source: Your strap is paired and sending data. Open Live for a real-time heart rate.
de: Dein Strap ist gekoppelt und sendet Daten. Öffne Live für eine Echtzeit-Herzfrequenz.
es: Tu pulsera está emparejada y enviando datos. Abre En vivo para ver la frecuencia cardíaca en tiempo real.
fr: Votre bracelet est associé et envoie des données. Ouvrez En direct pour une fréquence cardiaque en temps réel.
it: La tua fascia è associata e sta inviando dati. Apri In diretta per la frequenza cardiaca in tempo reale.
pl: Twój pasek jest sparowany i wysyła dane. Otwórz Live, aby sprawdzić tętno w czasie rzeczywistym.
pt_pt: A tua bracelete está emparelhada e a enviar dados. Abra o Live para obter uma frequência cardíaca em tempo real.
ru: Ваш браслет сопряжён и передаёт данные. Откройте Live, чтобы увидеть пульс в реальном времени.
th: สายรัดของคุณได้รับการจับคู่และส่งข้อมูลแล้ว เปิดแบบเรียลไทม์เพื่อดูอัตราการเต้นหัวใจแบบเรียลไทม์
zh_hans: 你的手环已配对并正在发送数据。打开「实时」查看实时心率。
zh_hant: 你的手環已配對並正在傳送資料。開啟「即時」查看即時心率。

source: Your strap isn't accepting the alarm
de: Ihr Gurt akzeptiert den Alarm nicht
es: Tu correa no acepta la alarma
fr: Votre sangle n'accepte pas l'alarme
pl: Twój pasek nie akceptuje alarmu
pt_pt: A tua bracelete não está a aceitar o alarme
th: สายรัดไม่ยอมรับการตั้งปลุก

source: Your strap listed its own device-config keys, and one of them is enable_raw_data_w_ecg. On an MG with no ECG subscription it reads '0' — while all three ECG commands answer SUCCESS and send no data at all (#891). This is the leading guess for what's holding ECG shut. Nobody knows whether flipping it actually produces ECG data: finding out is the point, and "still nothing" is a useful answer worth posting to #891.
de: Dein Band hat seine eigenen Geräte-Konfigurationsschlüssel aufgelistet, darunter enable_raw_data_w_ecg. Auf einem MG ohne ECG-Abo steht er auf '0' — während alle drei ECG-Befehle mit SUCCESS antworten und trotzdem keine Daten senden (#891). Das ist die naheliegendste Vermutung, was ECG verschlossen hält. Ob das Umlegen tatsächlich ECG-Daten liefert, weiß niemand: genau das herauszufinden ist der Zweck, und „immer noch nichts“ ist ein brauchbares Ergebnis, das sich zu posten lohnt (#891).
es: Tu correa ha enumerado sus propias claves de configuración, y una de ellas es enable_raw_data_w_ecg. En un MG sin suscripción de ECG vale '0', mientras que los tres comandos de ECG responden SUCCESS y no envían dato alguno (#891). Es la hipótesis principal sobre qué mantiene el ECG cerrado. Nadie sabe si cambiarla produce realmente datos de ECG: averiguarlo es el objetivo, y «sigue sin haber nada» es una respuesta útil que merece publicarse en #891.
fr: Votre bracelet a énuméré ses propres clés de configuration, dont enable_raw_data_w_ecg. Sur un MG sans abonnement ECG, elle vaut « 0 » — alors que les trois commandes ECG répondent SUCCESS sans envoyer la moindre donnée (#891). C'est l'hypothèse principale sur ce qui maintient l'ECG fermé. Personne ne sait si la basculer produit réellement des données ECG : le savoir est justement le but, et « toujours rien » est une réponse utile à publier sur #891.
it: La tua fascia ha elencato le proprie chiavi di configurazione, e una di esse è enable_raw_data_w_ecg. Su un MG senza abbonamento ECG vale '0', mentre tutti e tre i comandi ECG rispondono SUCCESS senza inviare alcun dato (#891). È l'ipotesi principale su cosa tenga chiuso l'ECG. Nessuno sa se cambiarla produca davvero dati ECG: scoprirlo è lo scopo, e «ancora nulla» è una risposta utile da pubblicare su #891.
pl: Twój pasek zawiera własne klucze konfiguracji urządzenia, a jeden z nich to Enable_raw_data_w_ecg. Na MG bez subskrypcji ECG odczytuje „0” — podczas gdy wszystkie trzy polecenia ECG odpowiadają SUKCESowi i nie wysyłają żadnych danych (#891). To jest główne przypuszczenie, co blokuje ECG. Nikt nie wie, czy przerzucenie go faktycznie generuje dane ECG: najważniejsze jest sprawdzenie, a „wciąż nic” to przydatna odpowiedź, którą warto zamieścić pod numerem 891.
pt_pt: A sua pulseira listou as suas próprias chaves de configuração, e uma delas é enable_raw_data_w_ecg. Num MG sem subscrição de ECG lê '0' — enquanto os três comandos de ECG respondem SUCCESS e não enviam dados nenhuns (#891). Esta é a principal hipótese para o que mantém o ECG fechado. Ninguém sabe se mudá-la produz mesmo dados de ECG: descobrir é o objetivo, e «continua sem nada» é uma resposta útil que vale a pena publicar em #891.
ru: Ваш браслет перечислил собственные ключи конфигурации, и один из них — enable_raw_data_w_ecg. На MG без подписки на ЭКГ он равен '0', при этом все три команды ЭКГ отвечают SUCCESS и не присылают никаких данных (#891). Это главная догадка о том, что держит ЭКГ закрытым. Никто не знает, даст ли переключение реальные данные ЭКГ: выяснить это и есть цель, а «по-прежнему ничего» — полезный результат, который стоит опубликовать в #891.
th: สายรัดของคุณมีคีย์การกำหนดค่าอุปกรณ์ของตัวเอง และหนึ่งในนั้นคือ Enable_raw_data_w_ecg ในรถยนต์ MG ที่ไม่มีการสมัครสมาชิก ECG จะมีข้อความเป็น '0' ในขณะที่คำสั่ง ECG ทั้งสามคำสั่งตอบ SUCCESS และไม่ส่งข้อมูลเลย (#891) นี่คือการเดาชั้นนำสำหรับสิ่งที่ทำให้ ECG ปิดอยู่ ไม่มีใครรู้ว่าการพลิกจะทำให้เกิดข้อมูล ECG จริงหรือไม่ การค้นหาคือประเด็น และ "ยังไม่มีอะไรเลย" เป็นคำตอบที่มีประโยชน์ซึ่งควรค่าแก่การโพสต์ใน #891
zh_hans: 你的手环列出了它自己的设备配置键，其中之一是 enable_raw_data_w_ecg。在没有 ECG 订阅的 MG 上它读作 '0'，而三条 ECG 命令都回应 SUCCESS 却完全不发送数据 (#891)。这是目前对「什么在挡住 ECG」最有力的猜测。翻转它是否真能产生 ECG 数据，没有人知道：弄清楚正是目的，而「仍然没有」同样是值得发到 #891 的有用答案。
zh_hant: 你的手環列出了它自己的裝置設定鍵，其中之一是 enable_raw_data_w_ecg。在沒有 ECG 訂閱的 MG 上它讀作 '0'，而三條 ECG 命令都回應 SUCCESS 卻完全不傳送資料 (#891)。這是目前對「什麼擋住 ECG」最有力的猜測。翻轉它是否真能產生 ECG 資料，沒有人知道：弄清楚正是目的，而「仍然沒有」同樣是值得發到 #891 的有用答案。

source: Your strap recorded little movement overnight (common on WHOOP 4.0), so this night may be under-detected and the sleep total can read short. Make sure the strap fully synced; the numbers are kept as-is.
de: Dein Band hat über Nacht wenig Bewegung aufgezeichnet (häufig bei WHOOP 4.0), daher wurde diese Nacht möglicherweise nicht vollständig erfasst und die Schlafdauer kann zu kurz erscheinen. Stelle sicher, dass das Band vollständig synchronisiert wurde; die Werte bleiben unverändert.
es: Tu correa registró poco movimiento durante la noche (habitual en WHOOP 4.0), por lo que esta noche puede haberse detectado de forma incompleta y el total de sueño puede parecer corto. Asegúrate de que la correa se haya sincronizado por completo; los valores se mantienen tal cual.
fr: Ton bracelet a enregistré peu de mouvement cette nuit (fréquent sur WHOOP 4.0), donc cette nuit peut être sous-détectée et le total de sommeil peut sembler court. Assure-toi que le bracelet est entièrement synchronisé ; les valeurs sont conservées telles quelles.
it: Il tuo cinturino ha registrato pochi movimenti durante la notte (comune su WHOOP 4.0), quindi questa notte potrebbe essere rilevata in modo incompleto e il totale del sonno può sembrare breve. Assicurati che il cinturino sia completamente sincronizzato; i valori restano invariati.
pl: Twój pasek zarejestrował niewielki ruch przez noc (często w WHOOP 4.0), więc tej nocy może zostać niedostatecznie wykryty, a całkowity sen może być krótki. Upewnij się, że pasek jest w pełni zsynchronizowany; numery pozostają takie jakie są.
pt_pt: A tua pulseira registou pouco movimento durante a noite (comum na WHOOP 4.0), por isso esta noite pode ter sido subdetetada e o total de sono pode parecer curto. Certifica-te de que a pulseira sincronizou totalmente; os valores são mantidos como estão.
ru: Ремешок зафиксировал мало движений за ночь (часто у WHOOP 4.0), поэтому эта ночь могла быть распознана не полностью, а общее время сна может выглядеть коротким. Убедись, что ремешок полностью синхронизировался; значения остаются без изменений.
th: สายรัดของคุณบันทึกการเคลื่อนไหวเพียงเล็กน้อยในชั่วข้ามคืน (พบได้ทั่วไปใน WHOOP 4.0) ดังนั้นคืนนี้อาจถูกตรวจพบน้อยเกินไปและผลรวมการนอนหลับอาจอ่านได้สั้นๆ ตรวจสอบให้แน่ใจว่าสายรัดประสานกันจนสุด ตัวเลขจะถูกเก็บไว้เหมือนเดิม
zh_hans: 表带在夜间记录到的动作很少（WHOOP 4.0 常见），因此这一夜可能未被完整检测，睡眠总时长可能偏短。请确保表带已完全同步；数值保持不变。
zh_hant: 錶帶在夜間記錄到的動作很少（WHOOP 4.0 常見），因此這一夜可能未被完整偵測，睡眠總時長可能偏短。請確保錶帶已完全同步；數值維持不變。

source: Your strap wake-alarm and the evening wind-down reminder, in one place.
de: Dein Strap-Weckalarm und die abendliche Runterkommen-Erinnerung, an einem Ort.
es: La alarma de despertar de tu pulsera y el recordatorio de relajación nocturna, en un solo lugar.
fr: L'alarme de réveil de votre bracelet et le rappel de détente du soir, au même endroit.
it: La sveglia tramite la fascia e il promemoria serale per il rilassamento, in un unico posto.
pl: Budzik na pasku i przypomnienie o wieczornym odpoczynku w jednym miejscu.
pt_pt: O despertador da bracelete e o lembrete de encerramento noturno, num só lugar.
ru: Будильник браслета и вечернее напоминание о подготовке ко сну — в одном месте.
th: รวมการปลุกด้วยสายรัดและการเตือนเตรียมเข้านอนไว้ในที่เดียว
zh_hans: 你的手环唤醒闹钟和傍晚的放松提醒，集中在一处。
zh_hant: 你的手環喚醒鬧鐘和傍晚的放鬆提醒，集中在一處。

source: Your target date has passed
de: Dein Zieldatum ist verstrichen
es: Tu fecha objetivo ha pasado
fr: Ta date cible est passée
it: La data prevista è passata
pl: Twoja data docelowa minęła
pt_pt: Sua data prevista já passou
ru: Ваша целевая дата прошла
th: วันที่เป้าหมายของคุณผ่านไปแล้ว
zh_hans: 您的目标日期已过
zh_hant: 您的目標日期已過

source: Your target, your pace, your progress.
de: Dein Ziel, dein Tempo, dein Fortschritt.
es: Tu objetivo, tu ritmo, tu progreso.
fr: Ton objectif, ton rythme, ta progression.
it: Il tuo obiettivo, il tuo ritmo, i tuoi progressi.
pl: Twój cel, Twoje tempo, Twój postęp.
pt_pt: Sua meta, seu ritmo, seu progresso.
ru: Ваша цель, ваш темп, ваш прогресс.
th: เป้าหมายของคุณ ก้าวของคุณ ความก้าวหน้าของคุณ
zh_hans: 你的目标，你的步伐，你的进步。
zh_hant: 你的目標，你的步伐，你的進步。

source: Your thread starts here.
de: Dein Verlauf beginnt hier.
es: Tu hilo empieza aquí.
fr: Votre fil commence ici.
it: Il tuo filo inizia qui.
pl: Twój wątek zaczyna się tutaj.
pt_pt: O teu tópico começa aqui.
ru: Ваша переписка начинается здесь.
th: กระทู้ของคุณเริ่มต้นที่นี่
zh_hans: 你的脉络从这里开始。
zh_hant: 你的脈絡從這裡開始。

source: Your watch, NOOP's brain
de: Deine Uhr, NOOPs Gehirn
es: Tu reloj, el cerebro de NOOP
fr: Votre montre, le cerveau de NOOP
it: Il tuo orologio, il cervello di NOOP
pl: Twój zegarek, mózg NOOP
pt_pt: O teu relógio, o cérebro do NOOP
ru: Ваши часы — мозг NOOP
th: นาฬิกาของคุณ สมองของ NOOP
zh_hans: 你的手表，NOOP 的大脑
zh_hant: 你的手錶，NOOP 的大腦

source: Your weekly review — the coach got in touch
de: Dein Wochenrückblick — der Coach hat sich gemeldet
es: Tu resumen semanal: el coach se ha puesto en contacto
fr: Votre bilan hebdomadaire — le coach vous a contacté
it: La tua revisione settimanale: l'allenatore ti ha contattato
pl: Twój przegląd tygodnia — trener się odezwał
pt_pt: Sua avaliação semanal – o treinador entrou em contato
ru: Ваш еженедельный обзор — тренер вышел на связь
th: รีวิวประจำสัปดาห์ของคุณ — โค้ชได้รับการติดต่อกลับ
zh_hans: 你的每周回顾——教练联系了
zh_hant: 你的每週回顧——教練聯繫了

source: Your WHOOP 5/MG won't arm this until Experimental mode is on (Settings, Experimental). Right now your wake time is saved but the strap is NOT armed. Even with Experimental on, a 5/MG strap-driven wake is still unconfirmed on our side, so keep a backup alarm.
de: Dein WHOOP 5/MG stellt das erst scharf, wenn der Experimentell-Modus an ist (Einstellungen, Experimentell). Gerade ist deine Aufwachzeit gespeichert, aber der Strap ist NICHT scharfgestellt. Selbst mit Experimentell an ist ein 5/MG-Strap-gesteuertes Wecken unsererseits noch unbestätigt, also halte einen Ersatzwecker bereit.
es: Tu WHOOP 5/MG no armará esto hasta que actives el modo experimental (Ajustes, Experimental). Ahora mismo tu hora de despertar está guardada pero la pulsera NO está armada. Incluso con Experimental activado, el despertar desde una pulsera 5/MG sigue sin confirmarse de nuestro lado, así que mantén una alarma de respaldo.
fr: Votre WHOOP 5/MG n'armera pas cette fonction tant que le mode expérimental n'est pas activé (Paramètres, Expérimental). Pour l'instant, votre heure de réveil est enregistrée mais le bracelet n'est PAS armé. Même avec le mode expérimental activé, un réveil piloté par un bracelet 5/MG reste non confirmé de notre côté, gardez donc une alarme de secours.
it: Il tuo WHOOP 5/MG non attiverà questa funzione finché la modalità Sperimentale non è attiva (Impostazioni, Sperimentale). Per ora l'ora di sveglia è salvata ma la fascia NON è armata. Anche con la modalità Sperimentale attiva, una sveglia gestita dalla fascia 5/MG non è ancora confermata da parte nostra, quindi tieni una sveglia di riserva.
pl: Twój WHOOP 5/MG nie uzbroi tego, dopóki nie zostanie włączony tryb eksperymentalny (Ustawienia, Eksperyment). W tej chwili czas budzenia jest zapisany, ale pasek NIE jest uzbrojony. Nawet przy włączonym trybie eksperymentalnym budzenie napędzane paskiem 5/MG nadal nie jest potwierdzone z naszej strony, więc miej alarm zapasowy.
pt_pt: O teu WHOOP 5/MG não armará isto até que o modo Experimental esteja activado (Definições, Experimental). Neste momento, o teu horário de despertar está guardado, mas a bracelete NÃO está armada. Mesmo com o Experimental ativado, um rasto acionado pelo cinto 5/MG ainda não está confirmado do nosso lado, por isso mantenha um alarme de reserva.
ru: Ваш WHOOP 5/MG не активирует это, пока не включён экспериментальный режим (Настройки, Экспериментальный). Сейчас время пробуждения сохранено, но браслет НЕ активирован. Даже при включённом экспериментальном режиме пробуждение через браслет 5/MG пока не подтверждено с нашей стороны, поэтому держите резервный будильник.
th: WHOOP 5/MG จะไม่เปิดใช้การปลุกนี้จนกว่าจะเปิดโหมดทดลองที่ การตั้งค่า → ทดลอง ขณะนี้บันทึกเวลาปลุกแล้วแต่ยังไม่ได้ตั้งการปลุกบนสายรัด แม้เปิดโหมดทดลอง การปลุกด้วยสายรัด 5/MG ก็ยังไม่ยืนยัน จึงควรตั้งนาฬิกาปลุกสำรอง
zh_hans: 在实验模式开启之前（设置，实验），你的 WHOOP 5/MG 不会设定此项。目前你的起床时间已保存，但手环尚未设定。即使开启了实验模式，由 5/MG 手环驱动的唤醒在我们这边仍未得到确认，因此请保留一个备用闹钟。
zh_hant: 在實驗模式開啟之前（設定，實驗），你的 WHOOP 5/MG 不會設定此項。目前你的起床時間已保存，但手環尚未設定。即使開啟了實驗模式，由 5/MG 手環驅動的喚醒在我們這邊仍未得到確認，因此請保留一個備用鬧鐘。

source: Your WHOOP is at 100%.
de: Dein WHOOP ist bei 100 %.
es: Tu WHOOP está al 100%.
fr: Votre WHOOP est à 100 %.
it: Il tuo WHOOP è al 100%.
pl: Twój WHOOP jest naładowany w 100%.
pt_pt: O teu WHOOP está a 100%.
ru: Ваш WHOOP заряжен на 100%.
th: WHOOP ของคุณอยู่ที่ 100%
zh_hans: 你的 WHOOP 电量为 100%。
zh_hant: 你的 WHOOP 電量已達 100%。

source: Your WHOOP only talks to one phone at a time.
de: Dein WHOOP spricht immer nur mit einem Telefon.
es: Tu WHOOP solo habla con un teléfono a la vez.
fr: Votre WHOOP ne parle qu'à un seul téléphone à la fois.
it: Il tuo WHOOP comunica con un solo telefono alla volta.
pl: Twój WHOOP rozmawia tylko z jednym telefonem na raz.
pt_pt: O teu WHOOP fala apenas com um telefone de cada vez.
ru: Ваш WHOOP взаимодействует только с одним телефоном одновременно.
th: WHOOP ของคุณคุยกับโทรศัพท์ครั้งละเครื่องเท่านั้น
zh_hans: 你的 WHOOP 同一时间只与一部手机通信。
zh_hant: 你的 WHOOP 同一時間只與一部手機通信。

# zone %lld %lld percent
source: zone %1$lld %2$lld percent
de: Zone %1$lld %2$lld Prozent
es: zona %lld %lld por ciento
fr: zone %1$lld %2$lld pour cent
it: zona %1$lld %2$lld percento
pl: strefa %1$lld %2$lld procent
pt_pt: zona %1$lld %2$lld percentagem
ru: зона %1$lld, %2$lld процентов
th: โซน %lld %lld เปอร์เซ็นต์
zh_hans: 区间 %lld，百分之 %lld
zh_hant: 區間 %1$lld 百分之 %2$lld

source: Zone %lld: %lld-%lld bpm (%lld-%lld%% max HR)
de: Zone %1$lld: %2$lld-%3$lld bpm (%4$lld-%5$lld%% max HR)
es: Zona %1$lld: %2$lld-%3$lld lpm (%4$lld-%5$lld%% FC máx.)
fr: Zone %1$lld: %2$lld-%3$lld bpm (%4$lld-%5$lld%% max HR)
pl: Strefa %lld: %lld-%lld bpm (%lld-%lld%% max HR)
pt_pt: Zona %lld: %lld-%lld bpm (%lld-%lld%% FC máx.)
th: โซน %lld: %lld-%lld ครั้งต่อนาที (%lld-%lld%% HR สูงสุด)

# Zone %lld: %lld–%lld bpm (%lld–%lld%% max HR)
source: Zone %1$lld: %2$lld–%3$lld bpm (%4$lld–%5$lld%% max HR)
de: Zone %1$lld: %2$lld–%3$lld bpm (%4$lld–%5$lld%% max. HF)
es: Zona %lld: %lld–%lld ppm (%lld–%lld%% FC máx)
fr: Zone %1$lld : %2$lld–%3$lld bpm (%4$lld–%5$lld%% FC max)
it: Zona %1$lld: %2$lld–%3$lld bpm (%4$lld–%5$lld%% FC max)
pl: Strefa %1$lld: %2$lld–%3$lld bpm (%4$lld–%5$lld%% maks. HR)
pt_pt: Zona %1$lld: %2$lld–%3$lld bpm (%4$lld–%5$lld%% FC máx.)
ru: Зона %1$lld: %2$lld–%3$lld уд/мин (%4$lld–%5$lld%% от макс. ЧСС)
th: โซน %lld: %lld–%lld bpm (%lld–%lld%% HR สูงสุด)
zh_hans: 区间 %1$lld：%2$lld–%3$lld bpm（最大心率的 %4$lld–%5$lld%%）
zh_hant: 區間 %1$lld：%2$lld–%3$lld bpm（最大心率的 %4$lld–%5$lld%%）

source: Zone minutes
de: Zonenminuten
es: Minutos en zona
fr: Minutes en zone
it: Minuti di zona
pl: Minuty w strefach
pt_pt: Minutos de zona
ru: Зональные минуты
th: นาทีโซน
zh_hans: 区域分钟数
zh_hant: 區域分鐘數

source: Zoomed in · drag to pan
de: Herangezoomt · Ziehen zum Verschieben
es: Con zoom · arrastra para desplazarte
fr: Zoom activé · glissez pour vous déplacer
it: Zoom attivo · trascina per spostarti
pl: Powiększenie · przeciągnij, aby przesunąć
pt_pt: Ampliado · arrasta para deslocar
ru: Увеличено · перетащите для панорамирования
th: ซูมเข้า · ลากเพื่อเลื่อน
zh_hans: 已放大 · 拖动以平移
zh_hant: 已放大 · 拖曳以平移

source: Zoomed in. Drag to pan
de: Herangezoomt. Ziehen zum Verschieben
es: Con zoom. Arrastra para desplazarte
fr: Zoom activé. Glissez pour vous déplacer
it: Ingrandito, trascina per spostare
pl: Powiększony. Przeciągnij, aby przesunąć
pt_pt: Ampliado. Arrasta para deslocar
ru: Увеличено. Перетащите для панорамирования
th: ซูมเข้า ลากเพื่อเลื่อน
zh_hans: 已放大，拖动以平移
zh_hant: 已放大，拖動以平移

source: Zoomed in. Drag to pan · hold to read
de: Vergrößert. Zum Schwenken ziehen und zum Lesen gedrückt halten
es: Ampliado. Arrastre para desplazarse · mantenga presionado para leer
fr: Zoom avant. Faites glisser pour faire un panoramique · maintenez enfoncé pour lire
it: Ingrandito. Trascina per eseguire la panoramica · tieni premuto per leggere
pl: Powiększono. Przeciągnij, by przesunąć · przytrzymaj, by odczytać
pt_pt: Ampliado. Arraste para deslocar · segure para ler
ru: Увеличено. Перетащите, чтобы панорамировать · удерживайте, чтобы прочитать
th: ซูมเข้าแล้ว ลากเพื่อเลื่อน · แตะค้างเพื่ออ่านค่า
zh_hans: 放大。拖动平移·按住阅读
zh_hant: 放大。拖曳平移·按住閱讀

source: Δ vs prev
de: Δ vs. vorher
es: Δ vs ant.
fr: Δ vs préc.
it: Δ vs prec
pl: Δ vs. poprzednie
pt_pt: Δ vs anterior
ru: Δ к пред.
th: Δ เทียบกับก่อนหน้า
zh_hans: Δ 较上次
zh_hant: Δ 較上次

source: Screens
de: Seiten
es: Pantallas
fr: Écrans
it: Schermate
pl: Ekrany
pt_pt: Ecrãs
ru: Экраны
th: หน้าจอ
zh_hans: 页面
zh_hant: 頁面

source: in Settings
de: in den Einstellungen
es: en Ajustes
fr: dans Réglages
it: in Impostazioni
pl: w Ustawieniach
pt_pt: em Definições
ru: в настройках
th: ในการตั้งค่า
zh_hans: 在设置中
zh_hant: 在設定中

source: Search settings
de: Einstellungen durchsuchen
es: Buscar en ajustes
fr: Rechercher dans les réglages
it: Cerca nelle impostazioni
pl: Szukaj w ustawieniach
pt_pt: Pesquisar nas definições
ru: Поиск в настройках
th: การตั้งค่าการค้นหา
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search screens and settings
de: Seiten und Einstellungen durchsuchen
es: Buscar pantallas y ajustes
fr: Rechercher écrans et réglages
it: Cerca schermate e impostazioni
pl: Szukaj ekranów i ustawień
pt_pt: Pesquisar ecrãs e definições
ru: Поиск по экранам и настройкам
th: หน้าจอการค้นหาและการตั้งค่า
zh_hans: 搜索页面和设置
zh_hant: 搜尋頁面和設定

source: Nothing matches “%@”.
de: Nichts passt zu „%@“.
es: Nada coincide con «%@».
fr: Aucun résultat pour « %@ ».
it: Nessun risultato per “%@”.
pl: Nic nie pasuje do „%@”.
pt_pt: Nada corresponde a “%@”.
ru: Ничего не найдено по запросу «%@».
th: ไม่มีอะไรตรงกับ “%@”
zh_hans: 没有与“%@”匹配的结果。
zh_hant: 沒有與「%@」相符的結果。
